Repository: common-repository/hw-wp-status-manager
Catalog: languages/hw-wp-status-manager-*.po
Languages: it_it

source: Click the Post Type to add a new status
it_it: Clicca un Post Type per creare un nuovo status

source: Hi, here you can create your custom post status for any post type.
it_it: Ciao, qui puoi creare i tuoi "stati" personalizzati per qualsiasi post type.

source: Post Type List
it_it: Lista dei Post Type

source: Hidden Core Status
it_it: Nascondi core status

source: Registered Custom Status(es)
it_it: Status personali registrati

source: Yes
it_it: Si

source: No custom Status yet
it_it: Nessuno Status personalizzato

source: That's all! All options are already saved. That's why there isn't the "save" button here
it_it: Non devi fare altro. Tutte le opzioni sono già salvate. Ecco perché qui non c'è il pulsante "salva"

source: Need to clean all?
it_it: Devi fare una pulizia?

source: Do a backup before reset! Be careful and use this option only to clean your WordPress installation. Deletion process is not reversable and will perform:
it_it: Fai un backup prima di cancellare! Usa questa opzione solo se devi ripulire la tua installazione di Wordpress. Il processo di eliminazione non è reversibile e fa queste cose:

source: Deletion of plugin options
it_it: Eliminazione delle opzioni del plugin

source: Deletion of "hw_wpsm" table from your database and its contents (all custom statuses and their relative options)
it_it: Eliminazione della tabella "hw_wpsm" dal tuo database e tutto il suo contenuto (stati personalizzati e loro opzioni)

source: Deactivation of plugin and redirect to your Plugins admin page
it_it: Disattivazione del plugin e redirect alla pagina dei Plugin di WordPress

source: Once you have perform the reset, all post previously set with a custom status will not be deleted but you'll not be longer to show them inside the posts type list.
it_it: Una volta eseguito il reset, tutti i post precedentemente salvati con uno status personalizzato non verranno eliminati, ma non sarai più in grado di vederli all'interno della lista del post type.

source: I understand, Reset all options and custom statuses!
it_it: Ho capito, Resetta tutte le opzioni e gli stati personalizzati!

source: Status name
it_it: Nome dello Stato

source: Label singular
it_it: Nome al singolare

source: example: Box
it_it: esempio: Pagata

source: Label plural
it_it: Nome al plurale

source: example: Boxes
it_it: esempio: Pagate

source: Learn more about options
it_it: Scopri di più su queste opzioni

source: Leave default if you don't know how to set these options. They will work fine on the most part of cases.
it_it: Lascia tutto così com'è se non conosci queste opzioni. Funzioneranno correttamente nella maggior parte dei casi.

source: Save
it_it: Salva

source: Delete this Status
it_it: Elimina questo Status

source: Status for the post type:
it_it: Status relativi al post type:

source: Loading...
it_it: Caricamento...

source: Delete the status:
it_it: Eliminare lo status:

source: Loading options for the status:
it_it: Caricamento opzioni dello status:

source: Edit the status:
it_it: Modifica lo status:

source: You cannot modify the singular label, since WP would create a new status-slug
it_it: Non puoi modificare l'etichetta al "singolare", poiché WP creerebbe un nuovo status slug

source: Saving...
it_it: Sto salvando...

source: Reset all plugin data? Type "DELETE" to confirm this action
it_it: Eliminare tutti i dati del plugin? Digita "DELETE" per confermare

source: Update
it_it: Aggiorna
